import { Helmet } from "react-helmet";

const Introduction = () => {
  return (
    <div className="mt-4">
      <Helmet title="Intrroduction"/>
      <img
        src="/images/parichaya.jpg"
        className="img-fluid mt-2 shadow-lg"
        alt="loading"
      />
      <div className=" container  py-4 mt-5">
        <p className="fw-bold">
          राष्ट्रियता, लोकतन्त्र र समाजवादका लागि सात दशकदेखि निरन्तर समर्पित
          नेपाली कांग्रेस।
        </p>
        <p className="fw-bold">गौरवमय इतिहास,</p>
        <p className="fw-bold">जिम्मेवार वर्तमान,</p>
        <p className="fw-bold">र उज्यालो भविष्य।</p>
        <p className="fw-bold">
          जननेता वीपी कोइरालाको विचार र संस्कारको जगमा समुन्नत नेपालका लागि
          समर्पित एक अठोट, अभियान र आन्दोलन। https://nepalicongress.org/ ले
          नेपाली कांग्रेसलाई एक ‘डिजिटल हाउस’ भित्र समग्रमा समेट्ने छ। नेपाली
          कांग्रेसको केन्द्र, प्रदेश, जिल्ला, भ्रातृ र शुभेच्छुक संस्था एवं
          विदेशस्थित जनसम्पर्कहरूलाई एउटै छहारीमुनि भेट्न सकिने छ।
        </p>
        <p className="fw-bold">
        ‘गौरवमय इतिहास, जिम्मेवार वर्तमान र उज्यालो सुनिश्चित भविष्य’को पर्यायवाची हो नेपाली कांग्रेस।
        </p>
        <p className="fw-bold">
        राष्ट्रियता, लोकतत्र र समाजवादका लागि सात दशकको अनवरत संघर्षको हो नेपाली कांग्रेस।
        </p>
        <p className="fw-bold">
        युगपुरुष वीपी कोइरालाको विचार र संस्कारको जगमा समुन्नत नेपाल निर्माणका लागि दृढ अठोट राख्ने आन्दोलन हो नेपाली कांग्रेस।
        </p>
        <p className="fw-bold">
          हरेक राष्ट्रिय अन्तर्राष्ट्रिय समस्याहरूको समाधान दिने नेपाली
          कांग्रेसलाई विश्वले अब https://nepalicongress.org/ एक ‘डिजिटल हाउस’
          भित्र प्रस्तुत गरेका छौं। समग्रतामा नेपाली कांग्रेसको केन्द्र, प्रदेश,
          जिल्ला तहका संरचना, भ्रातृ एवं शुभेच्छुक संघसंस्था तथा विदेशस्थित
          सम्पर्क समितिहरूलाई एउटै छहारीमा समेटिएको छ। निरन्तर सहयोग, समीक्षा
          एवं समालोचनात्मक विवेचनाहरूमा नै यसको सफलता रहेको वास्तविकतालाई हामी
          स्वीकार गर्दछौं।
        </p>
        <p className="fw-bold">जय नेपाल</p>
        <p className="fw-bold">डा. प्रकाशशरण महत</p>
        <p className="fw-bold">प्रवक्ता</p>
      </div>
    </div>
  );
};

export default Introduction;
